---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Lighting.LightGroupManager
source: html/dbdb80a5-f293-d5ff-9f19-918613d233c0.htm
---
# LightGroupManager Members

Create a new LightGroup object with the given name